Repository: DiscoveryGroup/musicreatures
Catalog: Musicreatures/*.lproj/Localizable.strings
Languages: fi, fr

source: Welcome to Musicreatures
fi: Tervetuloa Musicreaturesiin
fr: Bienvenue sur Musicreatures

source: Paused
fi: Tauolla
fr: Pause

source: Preparing
fi: Valmistellaan
fr: Préparation

source: Preparing your photo
fi: Valmistellaan valokuvaasi
fr: Préparation de votre photo

source: Getting things ready
fi: Valmistellaan asioita
fr: Chargement

# Please learn
source: Please, take a brief moment to learn the basics of making music with Musicreatures.
fi: Ole hyvä ja käytä hetki oppiaksesi perusteet musiikin tekemisestä Musicreaturesilla.
fr: Apprenez rapidement les bases de Musicréature.

source: Play
fi: Soita
fr: Jouer

source: Learn
fi: Ohjeistus
fr: Tutoriel

source: Back
fi: Takaisin
fr: Retour

source: About Musicreatures
fi: Tietoja Musicreaturesista
fr: A propos

# Website
source: Read more from our website
fi: Lue lisää internetsivultamme
fr: En savoir plus sur le site web

source: Cancel tutorial
fi: Keskeytä ohjeistus
fr: Quitter le tutoriel

source: Continue
fi: Jatka
fr: Reprendre

source: New photo
fi: Uusi valokuva
fr: Nouvelle photo

source: Main menu
fi: Päävalikko
fr: Menu principal

# Stop and share
source: Stop & share
fi: Pysäytä & jaa
fr: Arrêter & Partager

source: Skip sharing
fi: Ohita jakaminen
fr: Annuler le partage

source: Skip
fi: Ohita
fr: Passer

source: Got it!
fi: Selvä!
fr: J'ai compris!

# CreateGroupHelp
source: In Musicreatures, you make music by controlling musical blobs. Try creating a few blobs by tapping the screen.
fi: Musicreaturesissa musiikkia tehdään liikuttelemalla musikaalisia palloja. Kokeile muutaman pallon luomista napauttelemalla näyttöä.
fr: Avec Musicreatures, vous créez de la musique en contrôlant des bulles musicales. Essayez d'en créer quelques unes en touchant l'écran.

# MovingHelp
source: Tilting the phone moves the blobs.
fi: Puhelimen kallistaminen liikuttaa palloja.
fr: Incliner le téléphone déplace les bulles.

# ColorHelp
source: The blobs play different notes according to their background color.
fi: Pallot soittavat eri ääniä niiden taustalla olevasta väristä riippuen.
fr: Les bulles jouent des notes différentes selon le fond d'écran.

# ScatterHelp
source: You can also scatter the groups by moving the phone rapidly.
fi: Voit lisäksi hajottaa ryhmät erilleen liikuttamalla puhelinta nopeasti.
fr: Vous pouvez dissoudre les groupes en déplaçant rapidement le téléphone.

# PulseHelp
source: Collecting a pulse transforms the blob into a group and makes the rhythm denser. Pulses emerge automatically from the top of the screen.
fi: Pulssin kerääminen muuttaa sen keränneen pallon palloryhmäksi ja tihentää rytmiä. Pulssit ilmestyvät itsestään näytön yläreunasta.
fr: Collecter une note transforme une bulle en groupe, et accelère le rythme de la musique. Les notes apparaîssent automatiquement du haut de l'écran.

# RestHelp
source: Collecting a rest makes the rhythm less dense. Rests emerge also automatically from the top of the screen.
fi: Tauon kerääminen tekee rytmistä harvemman. Myös tauot ilmestyvät itsestään näytön yläreunasta.
fr: Collecter une pause ralentit le rythme de la chanson. Les pauses proviennent aussi automatiquement du haut de l'écran.

# ImprovisationHelp
source: Press and hold the screen and shake the phone to improvise. In the improvisation mode, you can control the harmony and play some percussions by shaking the phone. The improvisation mode will stay on as long as you keep your finger on the screen.
fi: Pidä sormeasi näytöllä ja heilauttele puhelinta improvisoidaksesi. Improvisaatiotilassa voit ohjata harmoniaa ja soittaa perkussiosoittimia heilauttelemalla puhelinta. Improvisaatiotila pysyy päällä kunnes päästät sormesi irti näytöstä.
fr: Appuyez sur l'écran et secouez le téléphone pour improviser. Dans ce mode, vous pouvez contrôler le rythme et jouer quelques percussions en secouant le téléphone. Ce mode restera actif tant que vous garderez votre doigt sur l'écran.

# ImprovisationGesturesHelp
source: In the improvisation mode, shaking hard will progress the chords more while shaking gently will make the harmony more relaxed.
fi: Improvisaatiotilassa voimakkaat heilautukset saavat aikaan voimakkaita sointumuutoksia. Vaimeasti heilautteleminen puolestaan rauhoittaa äänimaisemaa.
fr: Dans le mode improvisation, de fortes secousses vont augmenter le rythme tandis que de plus lentes secousses vont l'adoucir.

# LifespanHelp
source: Each blob has a limited lifespan. When the time is ripe, they will disappear.
fi: Jokaisella ryhmällä on rajoitettu elinikä. Kun aika on kypsä, ne katoavat.
fr: Chaque bulle a une durée de vie limitée, et disparaît quand il est écoulé.

# ReadyHelp
source: One last thing: the overall feel of the music is governed by the colors of the background image. Now, begin your own piece of music by taking a photo for the background.
fi: Vielä viimeinen asia: taustakuva vaikuttaa musiikin yleiseen tunnelmaan. Aloita nyt oma musiikkikappaleesi ottamalla valokuva taustaksi.
fr: Une dernière chose : la musique créée dépend des couleurs du fond d'écran. Maintenant, commencez votre propre chanson en prenant une photo pour le fond d'écran.

# CreateMoreGroupsHelp
source: Collecting a rest with a solitary blob made the blob vanish. Create a few more blobs by tapping the screen.
fi: Tauon kerääminen yksittäisellä pallolla hävitti pallon kokonaan. Luo muutama uusi pallo napauttelemalla näyttöä.
fr: Collecter une pause alors qu'il n'y avait qu'une seule bulle va faire disparaître la bulle. Créez quelques bulles supplémentaires en touchant l'écran.

# CameraHelp
source: To make the music truly yours, please begin by taking a photo.
fi: Aloita ottamalla valokuva tehdäksesi musiikista aivan omasi.
fr: Pour réellement personnaliser votre musique, commencez par prendre une photo.

source: Congratulations!
fi: Onnittelut!
fr: Félicitation !

# Tutorial completed
source: You now know all there is to know about how to play Musicreatures.
fi: Tiedät nyt kaiken tarvittavan soittaaksesi Musicreaturesia.
fr: Vous savez maintenant tout sur le jeu Musicreatures.

# Discovery
source: Petri Myllys, Discovery Group, Department of Computer Science, University of Helsinki The Discovery research group develops novel methods and tools for data mining and computational creativity. Our focus is on algorithmic methods for discovering links and patterns in data and on their use in creative systems.
fi: Petri Myllys, Discovery-ryhmä, Tietojenkäsittelytieteen laitos, Helsingin yliopisto Discovery-tutkimusryhmä kehittää uusia datatieteen ja laskennallisen luovuuden menetelmiä ja työkaluja. Näiden aluiden leikkauksessa ryhmä kehittää järjestelmiä jotka oppivat luoviksi.
fr: Petri Myllys, Discovery Group, Department of Computer Science, University of Helsinki Le groupe de recherche "Discovery" développe de nouvelles méthodes et des outils innovants pour la science des données, et pour la créativité informatique. A l'intersection de ces champs, ils inventent des systèmes créatifs et des applications qui apprennent à créer.
